Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyWallPanelsWarn Property
 Cannot copy wall panels unless their parent wall is also being copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyWallPanelsWarn { get; }
Public Shared ReadOnly Property CannotCopyWallPanelsWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyWallPanelsWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyWallPanelsWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace